{
  "text": {
    "bonjour": 33,
    "salut": 199,
    "bonsoir": 36,
    "agrismart": 8,
    "hello": 109,
    "je": 116,
    "voudrais": 233,
    "de": 70,
    "l": 119,
    "aide": 10,
    "j": 115,
    "ai": 9,
    "besoin": 28,
    "d": 68,
    "une": 222,
    "recommandation": 185,
    "comment": 51,
    "ça": 239,
    "va": 225,
    "suis": 211,
    "agriculteur": 7,
    "bonne": 34,
    "journée": 117,
    "à": 238,
    "vous": 234,
    "hey": 110,
    "coucou": 61,
    "marche": 129,
    "bien": 29,
    "votre": 232,
    "système": 213,
    "veux": 229,
    "essayer": 92,
    "au": 19,
    "revoir": 192,
    "merci": 134,
    "bye": 37,
    "bientôt": 30,
    "pour": 162,
    "c": 39,
    "est": 93,
    "tout": 218,
    "beaucoup": 27,
    "vais": 226,
    "y": 237,
    "aller": 12,
    "bon": 32,
    "on": 144,
    "a": 0,
    "fini": 102,
    "adieu": 4,
    "la": 120,
    "prochaine": 167,
    "les": 124,
    "informations": 113,
    "remercie": 189,
    "quelle": 180,
    "culture": 66,
    "me": 130,
    "recommandes": 187,
    "tu": 220,
    "que": 178,
    "dois": 77,
    "planter": 157,
    "meilleure": 132,
    "ma": 127,
    "parcelle": 149,
    "qu": 176,
    "ce": 42,
    "devrais": 74,
    "cultiver": 65,
    "recommande": 186,
    "moi": 139,
    "cette": 44,
    "saison": 198,
    "dis": 76,
    "quoi": 184,
    "plante": 156,
    "adaptée": 2,
    "mon": 140,
    "sol": 208,
    "conseilles": 56,
    "champ": 45,
    "dans": 69,
    "région": 196,
    "aimerais": 11,
    "savoir": 200,
    "choisir": 46,
    "ta": 216,
    "mieux": 137,
    "pourquoi": 163,
    "explique": 97,
    "choix": 47,
    "as": 18,
    "décidé": 80,
    "qui": 183,
    "justifie": 118,
    "pas": 151,
    "autre": 21,
    "le": 123,
    "modèle": 138,
    "influencé": 112,
    "comprendre": 53,
    "donne": 78,
    "des": 72,
    "explications": 96,
    "sur": 212,
    "base": 26,
    "résultat": 197,
    "en": 87,
    "es": 91,
    "arrivé": 17,
    "là": 126,
    "plus": 159,
    "décision": 81,
    "quelles": 181,
    "autres": 22,
    "cultures": 67,
    "sont": 209,
    "possibles": 161,
    "t": 215,
    "il": 111,
    "alternatives": 13,
    "montre": 141,
    "options": 146,
    "voir": 231,
    "peut": 154,
    "adaptées": 3,
    "pousser": 164,
    "si": 205,
    "ne": 142,
    "propose": 171,
    "chose": 48,
    "quels": 182,
    "elles": 86,
    "envisageables": 90,
    "deuxième": 73,
    "et": 94,
    "troisième": 219,
    "améliorer": 14,
    "conseils": 58,
    "optimiser": 145,
    "augmenter": 20,
    "rendement": 190,
    "engrais": 88,
    "utiliser": 224,
    "ph": 155,
    "préparer": 172,
    "faire": 100,
    "avoir": 23,
    "un": 221,
    "meilleur": 131,
    "mes": 135,
    "conditions": 55,
    "agricoles": 6,
    "pratiques": 166,
    "corriger": 60,
    "azote": 24,
    "faible": 99,
    "bonnes": 35,
    "signifient": 207,
    "barres": 25,
    "shap": 204,
    "graphique": 107,
    "veulent": 228,
    "dire": 75,
    "rouges": 193,
    "bleues": 31,
    "waterfall": 235,
    "lire": 125,
    "signifie": 206,
    "e": 85,
    "f": 98,
    "x": 236,
    "interpréter": 114,
    "ces": 43,
    "colorées": 49,
    "explication": 95,
    "représente": 191,
    "comprends": 54,
    "valeurs": 227,
    "couleurs": 62,
    "du": 79,
    "labour": 122,
    "quand": 177,
    "semer": 202,
    "quel": 179,
    "écartement": 240,
    "semis": 203,
    "combien": 50,
    "graines": 105,
    "mettre": 136,
    "par": 148,
    "poquet": 160,
    "apporter": 16,
    "épandre": 241,
    "récolter": 195,
    "étapes": 243,
    "production": 168,
    "entretenir": 89,
    "périodes": 175,
    "guide": 108,
    "calendrier": 41,
    "agricole": 5,
    "technique": 217,
    "produire": 169,
    "correctement": 59,
    "recommandées": 188,
    "période": 174,
    "conseillée": 57,
    "pratique": 165,
    "récolte": 194,
    "complet": 52,
    "parle": 150,
    "projet": 170,
    "créé": 64,
    "application": 15,
    "fondateurs": 104,
    "développé": 84,
    "êtes": 245,
    "où": 147,
    "vient": 230,
    "derrière": 71,
    "présente": 173,
    "décris": 82,
    "fonctionne": 103,
    "fait": 101,
    "développeurs": 83,
    "cadre": 40,
    "été": 244,
    "laboia": 121,
    "équipe": 242,
    "universitaire": 223,
    "membres": 133,
    "pluies": 158,
    "sèche": 214,
    "actuelle": 1,
    "pendant": 152,
    "maintenant": 128,
    "selon": 201,
    "bénin": 38,
    "grande": 106,
    "petite": 153,
    "cours": 63,
    "nord": 143,
    "sud": 210
  },
  "intent": {
    "saluer": 10,
    "au_revoir": 0,
    "demander_recommandation": 7,
    "demander_explication": 3,
    "demander_alternatives": 1,
    "demander_conseils": 2,
    "demander_shap": 8,
    "demander_pratiques_agricoles": 5,
    "demander_projet": 6,
    "demander_meteo_saison": 4,
    "nlu_fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_alternatives": 0,
    "action_conseil_saison": 2,
    "action_conseils": 3,
    "action_expliquer": 8,
    "action_pratiques_agricoles": 11,
    "action_recommander": 12,
    "utter_au_revoir": 18,
    "utter_decrire_projet": 19,
    "utter_expliquer_shap": 20,
    "utter_fallback": 21,
    "utter_saluer": 22
  },
  "action_text": null,
  "intent_response_key": null
}