{
  "text": {
    "bonjour": 39,
    "salut": 251,
    "bonsoir": 42,
    "agrismart": 9,
    "hello": 138,
    "je": 149,
    "voudrais": 302,
    "de": 90,
    "l": 152,
    "aide": 11,
    "j": 148,
    "ai": 10,
    "besoin": 33,
    "d": 88,
    "une": 286,
    "recommandation": 233,
    "comment": 64,
    "ça": 309,
    "va": 292,
    "suis": 267,
    "agriculteur": 8,
    "bonne": 40,
    "journée": 150,
    "à": 308,
    "vous": 303,
    "hey": 139,
    "coucou": 80,
    "marche": 163,
    "bien": 35,
    "votre": 301,
    "système": 269,
    "veux": 298,
    "essayer": 114,
    "au": 21,
    "revoir": 242,
    "merci": 169,
    "bye": 43,
    "bientôt": 36,
    "pour": 208,
    "c": 45,
    "est": 115,
    "tout": 281,
    "beaucoup": 32,
    "vais": 293,
    "y": 307,
    "aller": 13,
    "bon": 38,
    "on": 182,
    "a": 1,
    "fini": 130,
    "adieu": 5,
    "la": 153,
    "prochaine": 213,
    "les": 158,
    "informations": 145,
    "remercie": 239,
    "ciao": 59,
    "ok": 181,
    "quelle": 226,
    "culture": 86,
    "me": 165,
    "recommandes": 235,
    "tu": 284,
    "que": 224,
    "dois": 98,
    "planter": 202,
    "meilleure": 167,
    "ma": 161,
    "parcelle": 192,
    "qu": 222,
    "ce": 51,
    "devrais": 95,
    "cultiver": 85,
    "recommande": 234,
    "moi": 175,
    "cette": 53,
    "saison": 250,
    "dis": 97,
    "quoi": 230,
    "plante": 201,
    "adaptée": 3,
    "mon": 176,
    "sol": 261,
    "conseilles": 73,
    "champ": 54,
    "dans": 89,
    "région": 247,
    "aimerais": 12,
    "savoir": 252,
    "choisir": 56,
    "ta": 272,
    "mieux": 172,
    "peux": 199,
    "semer": 255,
    "donne": 99,
    "convient": 76,
    "le": 157,
    "sur": 268,
    "terrain": 278,
    "pourquoi": 209,
    "explique": 122,
    "choix": 57,
    "as": 20,
    "décidé": 101,
    "qui": 229,
    "justifie": 151,
    "pas": 194,
    "autre": 23,
    "modèle": 174,
    "comprendre": 67,
    "des": 93,
    "explications": 121,
    "base": 30,
    "résultat": 248,
    "en": 109,
    "es": 113,
    "arrivé": 19,
    "là": 160,
    "quelles": 227,
    "sont": 262,
    "raisons": 231,
    "choisi": 55,
    "fait": 127,
    "derrière": 92,
    "conclusion": 70,
    "basé": 31,
    "exactement": 118,
    "trois": 282,
    "variables": 295,
    "plus": 205,
    "importantes": 142,
    "montre": 177,
    "__number__": 0,
    "facteurs": 124,
    "importants": 143,
    "quels": 228,
    "ont": 183,
    "influencé": 144,
    "décision": 102,
    "quel": 225,
    "paramètre": 190,
    "eu": 117,
    "impact": 141,
    "clés": 60,
    "déterminants": 104,
    "top": 280,
    "compté": 69,
    "ph": 200,
    "ou": 186,
    "température": 277,
    "paramètres": 191,
    "pesé": 196,
    "confirme": 72,
    "mémoire": 178,
    "rappelle": 232,
    "recommandé": 236,
    "te": 273,
    "souviens": 264,
    "dernière": 91,
    "cours": 82,
    "analyse": 16,
    "recommandée": 237,
    "maïs": 164,
    "riz": 243,
    "coton": 79,
    "autres": 24,
    "cultures": 87,
    "possibles": 207,
    "t": 271,
    "il": 140,
    "alternatives": 14,
    "options": 185,
    "voir": 300,
    "peut": 198,
    "adaptées": 4,
    "pousser": 210,
    "si": 258,
    "ne": 179,
    "propose": 217,
    "chose": 58,
    "elles": 108,
    "envisageables": 112,
    "deuxième": 94,
    "et": 116,
    "troisième": 283,
    "faire": 126,
    "améliorer": 15,
    "conseils": 74,
    "optimiser": 184,
    "augmenter": 22,
    "rendement": 240,
    "engrais": 110,
    "utiliser": 288,
    "préparer": 218,
    "avoir": 27,
    "un": 285,
    "meilleur": 166,
    "mes": 170,
    "conditions": 71,
    "agricoles": 7,
    "pratiques": 212,
    "corriger": 78,
    "azote": 28,
    "faible": 125,
    "bonnes": 41,
    "fertilité": 129,
    "récolte": 245,
    "sorgho": 263,
    "signifient": 260,
    "barres": 29,
    "shap": 257,
    "graphique": 136,
    "veulent": 296,
    "dire": 96,
    "rouges": 244,
    "bleues": 37,
    "waterfall": 304,
    "lire": 159,
    "signifie": 259,
    "e": 107,
    "f": 123,
    "x": 305,
    "interpréter": 147,
    "ces": 52,
    "colorées": 61,
    "explication": 120,
    "représente": 241,
    "comprends": 68,
    "valeurs": 294,
    "couleurs": 81,
    "du": 100,
    "cascade": 50,
    "veut": 297,
    "caractéristiques": 49,
    "mil": 173,
    "labour": 155,
    "quand": 223,
    "écartement": 310,
    "semis": 256,
    "combien": 62,
    "graines": 134,
    "mettre": 171,
    "par": 189,
    "poquet": 206,
    "apporter": 18,
    "épandre": 311,
    "récolter": 246,
    "étapes": 313,
    "production": 214,
    "entretenir": 111,
    "périodes": 221,
    "guide": 137,
    "calendrier": 47,
    "agricole": 6,
    "technique": 274,
    "produire": 215,
    "correctement": 77,
    "recommandées": 238,
    "tomate": 279,
    "commentaire": 65,
    "période": 220,
    "pratique": 211,
    "complet": 66,
    "faut": 128,
    "labourer": 156,
    "besoins": 34,
    "parle": 193,
    "fonio": 133,
    "pluie": 203,
    "exigences": 119,
    "sais": 249,
    "canne": 48,
    "sucre": 265,
    "consiste": 75,
    "se": 253,
    "cultive": 84,
    "infos": 146,
    "projet": 216,
    "créé": 83,
    "application": 17,
    "fondateurs": 132,
    "développé": 106,
    "êtes": 315,
    "où": 188,
    "vient": 299,
    "présente": 219,
    "décris": 103,
    "fonctionne": 131,
    "développeurs": 105,
    "cadre": 46,
    "été": 314,
    "laboia": 154,
    "équipe": 312,
    "universitaire": 287,
    "membres": 168,
    "technologies": 276,
    "utilisez": 289,
    "xgboost": 306,
    "comme": 63,
    "technologie": 275,
    "outils": 187,
    "avez": 26,
    "utilisés": 291,
    "avec": 25,
    "utilisé": 290,
    "pluies": 204,
    "sèche": 270,
    "actuelle": 2,
    "pendant": 195,
    "maintenant": 162,
    "selon": 254,
    "bénin": 44,
    "grande": 135,
    "petite": 197,
    "nord": 180,
    "sud": 266
  },
  "intent": {
    "saluer": 11,
    "au_revoir": 0,
    "demander_recommandation": 8,
    "demander_explication": 3,
    "demander_alternatives": 1,
    "demander_conseils": 2,
    "demander_shap": 9,
    "demander_pratiques_agricoles": 6,
    "demander_infos_culture": 4,
    "demander_projet": 7,
    "demander_meteo_saison": 5,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_alternatives": 0,
    "action_conseil_saison": 2,
    "action_conseils": 3,
    "action_expliquer": 8,
    "action_infos_culture": 10,
    "action_pratiques_agricoles": 12,
    "action_recommander": 13,
    "utter_au_revoir": 19,
    "utter_decrire_projet": 20,
    "utter_expliquer_shap": 21,
    "utter_fallback": 22,
    "utter_saluer": 23
  },
  "action_text": null,
  "intent_response_key": null
}